{
  "type": "FeatureCollection",
  "features": [
    {
      "type": "Feature",
      "properties": {
        "name":
          "National Wildlife Refuges<br>Along the Lewis and Clark National Historic Trail",
        "content":
          "<p>From spring 1804 to fall 1805 - at the direction of President Thomas Jefferson - Meriwether Lewis, William Clark and about three dozen other people traveled from the Midwest to the Pacific Ocean. Commonly known as the Lewis and Clark Expedition, the group called itself the Corps of Discovery. The corps included a woman (<a href='https://www.nps.gov/lecl/learn/historyculture/sacagawea.htm' target='_blank'>Sacagawea</a>), her baby boy (<a href='http://lewisandclarktrail.com/sacagaweasbaby.htm' target='_blank'>Jean Baptiste</a>) and a slave (<a href='https://www.nps.gov/lecl/learn/historyculture/york.htm' target='_blank'>York</a>).</p><p>In search of a water route to the Pacific, the explorers opened a window into the West by documenting <a href='https://www.nps.gov/gis/storymaps/maptour/v3/index.html?appid=77a988c9f3d646b6804f902cc7902451' target='_blank'>plants</a>, <a href='https://www.nps.gov/gis/storymaps/maptour/v3/index.html?appid=2909c502fd6a498f8ad4f8b3eec5aeab' target='_blank'>animals</a>, birds, weather, physical geography and other <a href='https://www.nps.gov/lecl/learn/nature/' target='_blank'>natural phenomena</a> along the way. Today, the National Park Service’s <a href='https://www.nps.gov/lecl/planyourvisit/maps.htm' target='_blank'>Lewis and Clark National Historic Trail</a> covers about 3,700 miles in 11 states and many tribal lands from Wood River, Illinois, to Astoria, Oregon.</p><p>A couple dozen U.S. Fish and Wildlife Service national wildlife refuges are situated roughly along the explorers’ westbound route. This story features a dozen refuges, in east-to-west order. Because rivers have meandered or been dammed and channelized since the early 1800s, the scene today is not precisely what the explorers saw. But refuge terrain along the trail today embodies the natural landscape they encountered.</p>",
        "img": {
          "alt": "A collage of images highlighting the Lewis and Clark trail.",
          "caption":
            "Clockwise from top left: Lewis and Clark sculpture in Kansas City, Missouri; DeSoto National Wildlife Refuge information kiosk in Iowa; trail logo; and Missouri River. (Photos: Bruce Matthews/Kansas City Parks, USFWS and National Park Service) ",
          "src": "1 aINTRO LC (Bruce Matthews-KC Parks, USFWS _ NPS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-86.95, 34.55]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Big Muddy<br>National Fish and Wildlife Refuge",
        "content":
          "<p><strong>In May-June 1804</strong>, the Lewis and Clark Expedition followed the Missouri River across the river’s namesake state just as <a href='https://www.fws.gov/refuge/big_muddy/' target='_blank'>Big Muddy National Fish and Wildlife Refuge</a> does now.</p><p><strong>Today</strong>, a great place to connect with the expedition is on the Lewis and Clark Trail of Discovery at the refuge’s <a href='https://www.google.com/maps/d/u/0/viewer?mid=187jsXJXo7uPL13FCEUdbv_R_uZ8&msa=0&ll=39.0816278405958%2C-92.9282895&z=14' target='_blank'>Jameson Island Unit</a>. Near the historic village of Arrow Rock, the one-mile interpretive trail leads from a parking area to the banks of the Missouri River. A walk along the trail is “representative of what the historic river and floodplain habitat may have looked like during the Corps of Discovery journey,” says refuge visitor services manager Tim Haller.</p>",
        "img": {
          "alt":
            "A collage with two photos of a hiking trail and an aerial photograph of a river.",
          "caption":
            "The Lewis and Clark Trail of Discovery at Big Muddy National Fish and Wildlife Refuge, Missouri. (Photos: USFWS)",
          "src": "1 Big Muddy, MO (USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-92.571644, 38.960694]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Loess Bluffs<br>National Wildlife Refuge",
        "content":
          "<p><strong>In early July 1804</strong>, the westbound expedition camped for two nights near what is now <a href='https://www.fws.gov/refuge/Loess_Bluffs/' target='_blank'>Loess Bluffs National Wildlife Refuge</a>, about 90 miles north of Kansas City. Clark noted in his journal that the prairies along the Missouri River were beautiful and that “the lands are low Subject to overflow.”</p><p><strong>Today</strong>, the refuge’s wetlands attract millions of snow geese (see video above) during spring and fall migration. More than 300 bird species have been documented at the refuge, including those seen by Lewis and Clark, such as American white pelicans, common egrets, American bitterns, Canada geese and wood ducks. Each year, the refuge celebrates the arrival of migrating bald eagles with Eagle Days on the first full weekend of December. A 10-mile auto tour loop allows visitors to see wildlife in a natural setting year-round.</p>",
        "youtube": {
          "id": "ltOTCzDOn2U",
          "caption":
            "Loess Bluffs National Wildlife Refuge, Missouri. (Video: Bill O’Brian/USFWS)",
          "title": "Thousands of white birds gathering in a crowded lake."
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-95.250229, 40.0874]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "DeSoto<br>National Wildlife Refuge",
        "content":
          "<p><strong>In August 1804</strong>, after meeting with Otoe and Missouri tribespeople, the expedition camped near what is now <a href='https://www.fws.gov/refuge/desoto/' target='_blank'>DeSoto National Wildlife Refuge</a>, about 35 miles north of Omaha, Nebraska.</p><p><strong>Today</strong>, refuge displays emphasize how much Missouri River habitat has changed since the time of Lewis and Clark and how that has affected native wildlife. However, the most remarkable historic feature at DeSoto Refuge is the <a href='https://www.fws.gov/refuge/Desoto/wildlife_and_habitat/steamboat_bertrand.html' target='_blank'>Steamboat <em>Bertrand</em> Museum</a>. The museum, in the refuge visitor center, includes 250,000 Civil War-era artifacts from the <em>Bertrand</em>, which sank in the river in 1865. It was discovered buried on the refuge in 1968 with most of its cargo intact. More: <a href='https://www.fws.gov/refuges/RefugeUpdate/JulyAug_2014/bertrand-desoto.html' target='_blank'>2014 article</a> and <a href='https://www.youtube.com/watch?v=nbMPUfBWzrY&noredirect=1' target='_blank'>video</a>.</p>",
        "img": {
          "alt": "A model steamboat.",
          "caption":
            "The Steamboat <em>Bertrand</em> Museum at DeSoto National Wildlife Refuge, Iowa and Nebraska. (Photos: Bill O’Brian/USFWS)",
          "src":
            "3 DeSoto Refuge, IA-NE -- Bertrand museum exhibit photos (Bill O_Brian-USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-96.030769, 41.540961]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lake Andes & Karl E. Mundt<br>National Wildlife Refuges",
        "content":
          "<p><strong>In September 1804</strong>, the expedition camped near what are now <a href='https://www.fws.gov/refuge/lake_andes/' target='_blank'>Lake Andes</a> and <a href='https://www.fws.gov/refuge/karl_e_mundt/' target='_blank'>Karl E. Mundt National Wildlife Refuges</a>. In their journals, the explorers said they encountered bison, wolves and black-tailed prairie dogs.</p><p><strong>Today</strong>, at Lake Andes Refuge you might see western grebes (top left in photo above), red fox kits (bottom left), migratory birds or waterfowl as well as other wildlife seen by the explorers. Karl E. Mundt Refuge is closed to the public to protect important habitat for up to 300 bald eagles, but a refuge overlook (right photos above) on the west bank of the Missouri River offers excellent viewing of the eagles in their natural territory.</p>",
        "img": {
          "alt": "A collage of wildlife photos including ducks and foxes.",
          "caption":
            "Lake Andes (left) and Karl E. Mundt (right) National Wildlife Refuges, South Dakota. (Photos: Kelly Preheim)",
          "src":
            "4 Lake Andes left Karl E Mundt right collage (Kelly Preheim).jpg"
        }
      },
      "geometry": {
        "type": "MultiPoint",
        "coordinates": [[-98.434895, 43.165496], [-98.536613, 43.02868]]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Audubon<br>National Wildlife Refuge",
        "content":
          "<p><strong>In April 1805</strong>, after overwintering at Fort Mandan, about 25 miles to the south, the expedition traveled along the Missouri River past what is now <a href='https://www.fws.gov/refuge/audubon/' target='_blank'>Audubon National Wildlife Refuge</a>.</p><p><strong>Today</strong>, the Lewis and Clark National Historic Trail on U.S. Route 83 skirts Audubon Refuge’s west boundary about a mile from the visitor center. In summer, native prairie wildflowers and grasses are on full display at the refuge. In winter, ice fishing is popular. During spring and fall, thousands of migrating birds of all types and sizes are the draw. You’re likely to see songbirds, ducks, geese, swans, pelicans, sandhill cranes and shorebirds.</p>",
        "img": {
          "alt":
            "A collage of wildflowers and the Audubon NWR visitor's center",
          "caption":
            "Audubon National Wildlife Refuge, North Dakota. (Photos: USFWS)",
          "src": "5 Audubon ND (USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-101.247399, 47.577945]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Charles M. Russell<br>National Wildlife Refuge",
        "content":
          "<p><strong>In May 1805</strong>, members of the expedition camped at some 20 sites within what is now <a href='https://www.fws.gov/refuge/charles_m_russell/' target='_blank'>Charles M. Russell National Wildlife Refuge</a>. Many of the sites are under water today because the Missouri River was dammed to form Fort Peck Reservoir in the 1930s.</p><p><strong>Today</strong>, one place to connect with Lewis and Clark is near the <a href='https://www.fws.gov/refuge/Charles_M_Russell/visit/visitor_activities/FPIC.html' target='_blank'>Fort Peck Interpretive Center</a>. The center is open from mid-April to November – and, by appointment, from December to mid-April. Hours vary. Nearby overlooks at Fort Peck Dam and Milk River offer breathtaking views and include displays about the expedition. Elsewhere at the refuge you might see (clockwise from top left in the photo above) bison, bighorn sheep, pronghorn and sharp-tailed grouse. More than 50 fish species inhabit Fort Peck Reservoir, including walleye, northern pike, small-mouth bass, lake trout and Chinook salmon.</p>",
        "img": {
          "alt": "A collage of grassland species.",
          "caption":
            "Charles M. Russell National Wildlife Refuge, Montana. (Photos: Katie Butts/ USFWS and USFWS)",
          "src": "6 Charles M Russell MT (Katie Butts-USFWS and USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-107.167319, 47.699971]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lee Metcalf<br>National Wildlife Refuge",
        "content":
          "<p><strong>In August-September 1805</strong>, the expedition passed through Montana’s Bitterroot Valley near what is now <a href='https://www.fws.gov/refuge/lee_metcalf/' target='_blank'>Lee Metcalf National Wildlife Refuge</a>. Travelers’ Rest State Park, about 20 miles north of the refuge, was the explorers’ last stop before they crossed the formidable Bitterroot Mountains into Idaho.</p><p><strong>Today</strong>, the expedition is celebrated each time a school group visits. Before nature hikes begin, one student is designated as Lewis and another as Clark, and those students lead the walk. Then, just as President Jefferson instructed the explorers, a refuge ranger instructs all of the students to record nature observations, sounds, smells and discoveries (with staff assistance) in their journals as they mimic the footsteps of Lewis and Clark. The refuge, about 25 miles south of Missoula, supports a wide range of <a href='https://www.fws.gov/refuge/Lee_Metcalf/visit/fishing.html' target='_blank'>fish</a>, <a href='https://www.fws.gov/refuge/Lee_Metcalf/wildlife_and_habitat/index.html' target='_blank'>wildlife and plants</a>.</p>",
        "img": {
          "alt":
            "A collage including a wildflower, an owl, and a beautiful mountain vista.",
          "caption":
            "Lee Metcalf National Wildlife Refuge, Montana. (Photos: Kimi Rankin Smith and Bob Danley/USFWS)",
          "src":
            "7 Lee Metcalf MT -- blanket flower, grt horned owl, sumr wetlands (Kimi Rankin Smith owl_ Bob Danley-USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-114.083238, 46.563612]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "McNary<br>National Wildlife Refuge",
        "content":
          "<p><strong>In mid-October 1805</strong>, the expedition reached the confluence of the Snake and Columbia Rivers and camped near what is now <a href='https://www.fws.gov/refuge/mcNary/' target='_blank'>McNary National Wildlife Refuge</a>.</p><p><strong>Today</strong>, from wildlife observation and photography to hiking, boating, fishing and hunting, there is <a href='https://www.fws.gov/refuge/McNary/Visit/Visitor_Activities.html' target='_blank'>a lot to see and do</a> at McNary Refuge. The refuge supports migratory waterfowl, shorebirds, songbirds, raptors and various mammal, reptile and amphibian species.</p>",
        "img": {
          "alt": "Canadian geese flying over a wetland.",
          "caption":
            "McNary National Wildlife Refuge, Washington. (Photo: Chuck and Grace Bartlett)",
          "src":
            "8 McNary Refuge, WA -- Canada geese, other birds, waterfowl on water ONE TIME USE ONLY (Chuck_Grace Bartlett).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-118.993854, 46.201314]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Umatilla<br>National Wildlife Refuge",
        "content":
          "<p><strong>On October 19, 1805</strong>, the explorers camped along the Columbia River at what is now <a href='https://www.fws.gov/refuge/umatilla/' target='_blank'>Umatilla National Wildlife Refuge</a>.</p><p><strong>Today</strong> at the refuge, you can fish and hunt in season and hike or enjoy the three-mile auto tour route year-round. On a nature walk or drive in spring, you might see colorful wildflowers and an influx of birds. In summer, if you enjoy extreme heat and are prepared for it, you might see waterfowl at dawn, osprey during the day or mule deer fawns at dusk. In fall, colorful songbirds and plentiful waterfowl migrate through. And in winter, you’re likely to see bald eagles and tundra swans. The auto tour route meets the <a href='http://www.columbiarivertrail.org/' target='_blank'>Columbia River Heritage Trail</a>, which commemorates Lewis and Clark.</p>",
        "img": {
          "alt": "A beautiful wetland scene.",
          "caption":
            "Umatilla National Wildlife Refuge, Washington/Oregon. (Photo: Chuck and Grace Bartlett)",
          "src":
            "8a Umatilla Refuge, OR-WA -- wetlands ONE TIME USE ONLY (Chuck and Grace Bartlett).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-119.577309, 45.91028]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Ridgefield<br>National Wildlife Refuge",
        "content":
          "<p><strong>In November 1805</strong>, William Clark described happening upon a large village of Native Americans at what is now <a href='https://www.fws.gov/refuge/Ridgefield/' target='_blank'>Ridgefield National Wildlife Refuge</a>. “Seven canoes of Indians came out from this large village to view and trade with us,” he reported.</p><p><strong>Today</strong> on the refuge, the <a href='https://www.fws.gov/refuge/Ridgefield/visit/Cathlapotle_Plankhouse.html' target='_blank'>Cathlapotle Plankhouse</a> (above photo) is a full-scale replica of a Chinook tribe plankhouse. Its construction was based on evidence from the Cathlapotle archaeological site at the refuge. The site is what remains of the Chinookan town encountered by Lewis and Clark. Just 25 miles from downtown Portland, Oregon, Ridgefield Refuge offers an auto tour route and walking trails on which you can sees birds and wildlife in forest and wetland settings along the Columbia River.</p>",
        "img": {
          "alt": "A log cabin.",
          "caption":
            "Ridgefield National Wildlife Refuge, Washington. (Photo: Bill O’Brian/USFWS)",
          "src": "9-ridgefield-wa-cathlapotle-house-1-bill-obrian-usfws.jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-122.762475, 45.804251]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Lewis and Clark<br>National Wildlife Refuge",
        "content":
          "<p><strong>In November 1805</strong>, William Clark make an exhuberant entry in his journal from a point near what is now <a href='https://www.fws.gov/lc/' target='_blank'>Lewis and Clark National Wildlife Refuge</a>. Believing he had finally spotted the Pacific, he wrote: “Ocian in View! O the joy.” In reality, the explorers were seeing only the widening estuary of the Columbia River. The Pacific was still about 40 miles downriver.</p><p><strong>Today</strong>, the expedition’s namesake refuge is 33,000 acres of islands, sand bars, mud flats and tidal marshes stretching along 27 miles of the river. The refuge provides habitat for a variety of fish. Each February and March, thousands of migrating tundra swans, Canada geese and ducks make a stop at the refuge. Accessible <a href='https://www.fws.gov/lc/visit/visit.html' target='_blank'>only by boat</a>, the refuge offers hunting in accordance with state regulations.</p>",
        "img": {
          "alt": "Photograph over a river with the refuge's welcome sign.",
          "caption":
            "Lewis and Clark National Wildlife Refuge, Washington and Oregon. (Photos: USFWS)",
          "src": "10 Lewis and Clark, WA-OR (USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-123.398595, 46.232029]
      }
    },
    {
      "type": "Feature",
      "properties": {
        "name": "Willapa<br>National Wildlife Refuge",
        "content":
          "<p><strong>In November 1805</strong>, near what is now <a href='https://www.fws.gov/refuge/willapa/' target='_blank'>Willapa National Wildlife Refuge</a> the explorers reached the end of their westward journey and took a vote to determine where to spend the winter of 1805-1806. Notably, the votes of Sacagawea (a woman) and York (a slave) carried the same weight as those of the other men. The group decided to camp all winter on the south side of the Columbia River at <a href='https://www.nps.gov/lewi/planyourvisit/fortclatsop.htm' target='_blank'>Fort Clatsop</a>. In late March 1806, the explorers began their eastward journey back to St. Louis, where they arrived in September 1806. The round trip totaled two years, four months and ten days.</p><p><strong>Today</strong> at the refuge you can enjoy a range of hikes along <a href='https://www.fws.gov/refuge/willapa/visitor_activities/trail_guide.html' target='_blank'>easy-to-moderately difficult trails</a> through verdant coastal woodlands, wetlands and old-growth forest. The <a href='https://www.fws.gov/nwrs/threecolumn.aspx?id=2147515153' target='_blank'>Willapa Art Trail</a> features commissioned art pieces that inform visitors about local wildlife and habitat. The art trail is at the visitor center, about 10 miles north of where Lewis and Clark plied the Columbia River.</p>",
        "img": {
          "alt": "A visitor stands next to a very old tree.",
          "caption":
            "Willapa National Wildlife Refuge, Washington. (Photos: USFWS)",
          "src": "11 Willapa WA (USFWS).jpg"
        }
      },
      "geometry": {
        "type": "Point",
        "coordinates": [-123.933363, 46.41355]
      }
    }
  ]
}
